{
  "text": {
    "xin": 145,
    "chào": 13,
    "bạn": 7,
    "hi": 42,
    "hello": 41,
    "agu": 0,
    "bot": 3,
    "cho": 10,
    "mình": 68,
    "hỏi": 50,
    "chút": 15,
    "tạm": 126,
    "biệt": 2,
    "bye": 5,
    "hẹn": 47,
    "gặp": 39,
    "lại": 64,
    "cảm": 24,
    "ơn": 162,
    "đi": 148,
    "đây": 154,
    "sau": 97,
    "nha": 77,
    "thanks": 103,
    "nhiều": 78,
    "ok": 86,
    "tôi": 125,
    "biết": 1,
    "thông": 111,
    "tin": 116,
    "phòng": 88,
    "đào": 152,
    "tạo": 127,
    "liên": 59,
    "hệ": 48,
    "của": 28,
    "công": 22,
    "tác": 123,
    "sinh": 98,
    "viên": 134,
    "kế": 56,
    "hoạch": 43,
    "tài": 122,
    "vụ": 143,
    "làm": 61,
    "việc": 136,
    "giờ": 37,
    "nào": 84,
    "số": 101,
    "điện": 151,
    "thoại": 107,
    "thư": 112,
    "viện": 137,
    "là": 60,
    "gì": 38,
    "khảo": 53,
    "thí": 109,
    "và": 139,
    "đảm": 156,
    "bảo": 8,
    "chất": 16,
    "lượng": 63,
    "ở": 163,
    "đâu": 153,
    "email": 35,
    "quan": 91,
    "đối": 159,
    "ngoại": 73,
    "trung": 118,
    "tâm": 124,
    "học": 49,
    "nằm": 85,
    "tổ": 131,
    "chức": 18,
    "chính": 14,
    "trị": 121,
    "buổi": 4,
    "muốn": 67,
    "địa": 158,
    "chỉ": 17,
    "quản": 93,
    "thiết": 105,
    "bị": 9,
    "ngữ": 76,
    "phát": 87,
    "triển": 117,
    "nguồn": 74,
    "nhân": 79,
    "lực": 66,
    "ctsv": 19,
    "thêm": 108,
    "ví": 141,
    "dụ": 32,
    "viết": 135,
    "tắt": 129,
    "pđt": 90,
    "thủ": 115,
    "tục": 132,
    "đăng": 155,
    "ký": 55,
    "phần": 89,
    "như": 80,
    "thế": 113,
    "sao": 96,
    "để": 157,
    "xét": 147,
    "tốt": 130,
    "nghiệp": 72,
    "hồ": 51,
    "sơ": 100,
    "cần": 25,
    "lưu": 62,
    "kết": 57,
    "quả": 92,
    "tập": 128,
    "gồm": 40,
    "những": 83,
    "rút": 95,
    "điểm": 150,
    "chuyển": 11,
    "lớp": 65,
    "điều": 149,
    "kiện": 54,
    "xác": 146,
    "nhận": 81,
    "hướng": 46,
    "dẫn": 31,
    "về": 142,
    "thi": 104,
    "cải": 23,
    "thiện": 106,
    "chuẩn": 12,
    "trình": 120,
    "độ": 160,
    "thôi": 110,
    "ngành": 75,
    "xem": 144,
    "báo": 6,
    "mới": 70,
    "có": 21,
    "không": 52,
    "hôm": 45,
    "nay": 71,
    "từ": 133,
    "danh": 29,
    "sách": 99,
    "cập": 26,
    "nhật": 82,
    "giúp": 36,
    "sử": 102,
    "dụng": 33,
    "cổng": 27,
    "cách": 20,
    "truy": 119,
    "edu": 34,
    "vn": 138,
    "dùng": 30,
    "thống": 114,
    "vào": 140,
    "lib": 58,
    "hoạt": 44,
    "động": 161,
    "regis": 94,
    "môn": 69
  },
  "intent": {
    "chao_hoi": 1,
    "tam_biet": 5,
    "cam_on": 0,
    "hoi_thong_tin_phong_ban": 2,
    "hoi_thu_tuc_hocvu": 3,
    "xem_thong_bao_phong": 6,
    "huong_dan_he_thong": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_huong_dan_he_thong": 6,
    "action_thong_bao": 11,
    "action_thong_tin_phong_ban": 12,
    "action_thu_tuc_hocvu": 13,
    "utter_cam_on": 16,
    "utter_chao_hoi": 17,
    "utter_tam_biet": 18
  },
  "action_text": null,
  "intent_response_key": null
}