{
  "text": {
    " ": 0,
    "x": 892,
    "i": 546,
    "n": 653,
    " x": 231,
    "xi": 896,
    "in": 553,
    "n ": 654,
    " xi": 234,
    "xin": 897,
    "in ": 554,
    " xin": 235,
    "xin ": 898,
    "c": 331,
    "h": 445,
    "à": 912,
    "o": 694,
    " c": 22,
    "ch": 333,
    "hà": 474,
    "ào": 921,
    "o ": 695,
    " ch": 23,
    "chà": 340,
    "hào": 475,
    "ào ": 922,
    " chà": 26,
    "chào": 341,
    "hào ": 476,
    "b": 302,
    "ạ": 1036,
    " b": 4,
    "bạ": 323,
    "ạn": 1044,
    " bạ": 16,
    "bạn": 324,
    "ạn ": 1045,
    " bạn": 17,
    "bạn ": 325,
    " h": 73,
    "hi": 454,
    "i ": 547,
    " hi": 76,
    "hi ": 455,
    " hi ": 77,
    "e": 396,
    "l": 606,
    "he": 451,
    "el": 404,
    "ll": 613,
    "lo": 616,
    " he": 74,
    "hel": 452,
    "ell": 405,
    "llo": 614,
    "lo ": 617,
    " hel": 75,
    "hell": 453,
    "ello": 406,
    "llo ": 615,
    "a": 279,
    "g": 411,
    "u": 841,
    " a": 1,
    "ag": 281,
    "gu": 426,
    "u ": 842,
    " ag": 2,
    "agu": 282,
    "gu ": 427,
    " agu": 3,
    "agu ": 283,
    "t": 771,
    "bo": 311,
    "ot": 701,
    "t ": 772,
    " bo": 8,
    "bot": 312,
    "ot ": 702,
    " bot": 9,
    "bot ": 313,
    "ho": 463,
    "cho": 335,
    "ho ": 464,
    " cho": 24,
    "cho ": 336,
    "m": 636,
    "ì": 947,
    " m": 121,
    "mì": 644,
    "ìn": 949,
    "nh": 670,
    "h ": 446,
    " mì": 124,
    "mìn": 645,
    "ình": 950,
    "nh ": 671,
    " mìn": 125,
    "mình": 646,
    "ình ": 951,
    "ỏ": 1121,
    "hỏ": 530,
    "ỏi": 1122,
    " hỏ": 90,
    "hỏi": 531,
    "ỏi ": 1123,
    " hỏi": 91,
    "hỏi ": 532,
    "ú": 976,
    "hú": 497,
    "út": 979,
    "chú": 344,
    "hút": 498,
    "út ": 980,
    " chú": 28,
    "chút": 345,
    "hút ": 499,
    " t": 181,
    "tạ": 823,
    "ạm": 1042,
    "m ": 637,
    " tạ": 207,
    "tạm": 824,
    "ạm ": 1043,
    " tạm": 208,
    "tạm ": 825,
    "ệ": 1102,
    "bi": 306,
    "iệ": 577,
    "ệt": 1110,
    " bi": 5,
    "biệ": 309,
    "iệt": 584,
    "ệt ": 1111,
    " biệ": 7,
    "biệt": 310,
    "iệt ": 585,
    "y": 905,
    "by": 317,
    "ye": 907,
    "e ": 397,
    " by": 12,
    "bye": 318,
    "ye ": 908,
    " bye": 13,
    "bye ": 319,
    "ẹ": 1085,
    "hẹ": 518,
    "ẹn": 1086,
    " hẹ": 84,
    "hẹn": 519,
    "ẹn ": 1087,
    " hẹn": 85,
    "hẹn ": 520,
    "ặ": 1082,
    "p": 710,
    " g": 63,
    "gặ": 437,
    "ặp": 1083,
    "p ": 711,
    " gặ": 69,
    "gặp": 438,
    "ặp ": 1084,
    " gặp": 70,
    "gặp ": 439,
    " l": 105,
    "lạ": 627,
    "ại": 1040,
    " lạ": 115,
    "lại": 628,
    "ại ": 1041,
    " lại": 116,
    "lại ": 629,
    "ả": 1050,
    "cả": 363,
    "ảm": 1054,
    " cả": 40,
    "cảm": 366,
    "ảm ": 1055,
    " cảm": 42,
    "cảm ": 367,
    "ơ": 1022,
    " ơ": 264,
    "ơn": 1024,
    " ơn": 265,
    "ơn ": 1025,
    " ơn ": 266,
    "đ": 987,
    " đ": 240,
    "đi": 988,
    " đi": 241,
    "đi ": 989,
    " đi ": 242,
    "â": 932,
    "đâ": 999,
    "ây": 939,
    "y ": 906,
    " đâ": 248,
    "đây": 1002,
    "ây ": 940,
    " đây": 250,
    "đây ": 1003,
    "s": 746,
    " s": 167,
    "sa": 751,
    "au": 298,
    " sa": 168,
    "sau": 755,
    "au ": 299,
    " sau": 170,
    "sau ": 756,
    " n": 130,
    "ha": 447,
    "a ": 280,
    " nh": 139,
    "nha": 672,
    "ha ": 448,
    " nha": 140,
    "nha ": 673,
    "k": 588,
    "th": 773,
    "an": 288,
    "nk": 685,
    "ks": 598,
    "s ": 747,
    " th": 182,
    "tha": 774,
    "han": 449,
    "ank": 292,
    "nks": 686,
    "ks ": 599,
    " tha": 183,
    "than": 775,
    "hank": 450,
    "anks": 293,
    "nks ": 687,
    "ề": 1092,
    "iề": 569,
    "ều": 1094,
    "nhi": 674,
    "hiề": 458,
    "iều": 570,
    "ều ": 1095,
    " nhi": 141,
    "nhiề": 675,
    "hiều": 459,
    "iều ": 571,
    " o": 150,
    "ok": 699,
    "k ": 589,
    " ok": 151,
    "ok ": 700,
    " ok ": 152,
    "ô": 963,
    "tô": 820,
    "ôi": 964,
    " tô": 205,
    "tôi": 821,
    "ôi ": 965,
    " tôi": 206,
    "tôi ": 822,
    "ế": 1088,
    "iế": 566,
    "ết": 1090,
    "biế": 307,
    "iết": 567,
    "ết ": 1091,
    " biế": 6,
    "biết": 308,
    "iết ": 568,
    "hô": 490,
    "ôn": 968,
    "ng": 658,
    "g ": 412,
    "thô": 784,
    "hôn": 495,
    "ông": 970,
    "ng ": 659,
    " thô": 187,
    "thôn": 786,
    "hông": 496,
    "ông ": 971,
    "ti": 795,
    " ti": 192,
    "tin": 796,
    " tin": 193,
    "tin ": 797,
    "ò": 957,
    " p": 153,
    "ph": 712,
    "hò": 487,
    "òn": 958,
    " ph": 154,
    "phò": 715,
    "hòn": 488,
    "òng": 959,
    " phò": 156,
    "phòn": 716,
    "hòng": 489,
    "òng ": 960,
    "đà": 996,
    " đà": 246,
    "đào": 997,
    " đào": 247,
    "đào ": 998,
    "ạo": 1046,
    "tạo": 826,
    "ạo ": 1047,
    " tạo": 209,
    "tạo ": 827,
    "ê": 944,
    "li": 608,
    "iê": 560,
    "ên": 945,
    " li": 106,
    "liê": 611,
    "iên": 561,
    "ên ": 946,
    " liê": 108,
    "liên": 612,
    "iên ": 562,
    "hệ": 523,
    "ệ ": 1103,
    " hệ": 86,
    "hệ ": 524,
    " hệ ": 87,
    "ủ": 1175,
    "củ": 377,
    "ủa": 1177,
    " củ": 49,
    "của": 378,
    "ủa ": 1178,
    " của": 50,
    "của ": 379,
    "cô": 360,
    " cô": 38,
    "côn": 361,
    " côn": 39,
    "công": 362,
    "á": 923,
    "tá": 814,
    "ác": 924,
    "c ": 332,
    " tá": 201,
    "tác": 815,
    "ác ": 925,
    " tác": 202,
    "tác ": 816,
    "si": 757,
    " si": 171,
    "sin": 758,
    "inh": 555,
    " sin": 172,
    "sinh": 759,
    "inh ": 556,
    "v": 874,
    " v": 220,
    "vi": 876,
    " vi": 221,
    "viê": 877,
    " viê": 222,
    "viên": 878,
    " k": 94,
    "kế": 602,
    "ế ": 1089,
    " kế": 102,
    "kế ": 603,
    " kế ": 103,
    "oạ": 703,
    "ạc": 1037,
    " ho": 78,
    "hoạ": 465,
    "oạc": 704,
    "ạch": 1038,
    "ch ": 334,
    " hoạ": 79,
    "hoạc": 466,
    "oạch": 705,
    "ạch ": 1039,
    "tà": 811,
    "ài": 914,
    " tà": 199,
    "tài": 812,
    "ài ": 915,
    " tài": 200,
    "tài ": 813,
    "ụ": 1168,
    "vụ": 890,
    "ụ ": 1169,
    " vụ": 229,
    "vụ ": 891,
    " vụ ": 230,
    "là": 618,
    "àm": 916,
    " là": 109,
    "làm": 620,
    "àm ": 917,
    " làm": 111,
    "làm ": 621,
    "ệc": 1104,
    "việ": 879,
    "iệc": 578,
    "ệc ": 1105,
    " việ": 223,
    "việc": 880,
    "iệc ": 579,
    "ờ": 1160,
    "gi": 416,
    "iờ": 586,
    "ờ ": 1161,
    " gi": 64,
    "giờ": 421,
    "iờ ": 587,
    " giờ": 66,
    "giờ ": 422,
    "nà": 688,
    " nà": 146,
    "nào": 689,
    " nào": 147,
    "nào ": 690,
    "ố": 1124,
    "số": 767,
    "ố ": 1125,
    " số": 177,
    "số ": 768,
    " số ": 178,
    "ện": 1106,
    "điệ": 994,
    "iện": 580,
    "ện ": 1107,
    " điệ": 245,
    "điện": 995,
    "iện ": 581,
    "tho": 780,
    "oại": 706,
    " tho": 185,
    "thoạ": 781,
    "hoại": 467,
    "oại ": 707,
    "ư": 1026,
    "hư": 500,
    "ư ": 1027,
    "thư": 787,
    "hư ": 501,
    " thư": 188,
    "thư ": 788,
    "viện": 881,
    "à ": 913,
    "là ": 619,
    " là ": 110,
    "gì": 435,
    "ì ": 948,
    " gì": 67,
    "gì ": 436,
    " gì ": 68,
    "kh": 590,
    "hả": 504,
    "ảo": 1058,
    " kh": 95,
    "khả": 593,
    "hảo": 505,
    "ảo ": 1059,
    " khả": 97,
    "khảo": 594,
    "hảo ": 506,
    "í": 952,
    "hí": 483,
    "í ": 953,
    "thí": 782,
    "hí ": 484,
    " thí": 186,
    "thí ": 783,
    "và": 884,
    " và": 224,
    "và ": 885,
    " và ": 225,
    "đả": 1007,
    " đả": 253,
    "đảm": 1008,
    " đảm": 254,
    "đảm ": 1009,
    "bả": 326,
    " bả": 18,
    "bảo": 327,
    " bảo": 19,
    "bảo ": 328,
    "ấ": 1060,
    "hấ": 507,
    "ất": 1061,
    "chấ": 346,
    "hất": 508,
    "ất ": 1062,
    " chấ": 29,
    "chất": 347,
    "hất ": 509,
    "ợ": 1164,
    "lư": 622,
    "ượ": 1033,
    "ợn": 1165,
    " lư": 112,
    "lượ": 625,
    "ượn": 1034,
    "ợng": 1166,
    " lượ": 114,
    "lượn": 626,
    "ượng": 1035,
    "ợng ": 1167,
    "ở": 1162,
    " ở": 267,
    "ở ": 1163,
    " ở ": 268,
    "âu": 937,
    "đâu": 1000,
    "âu ": 938,
    " đâu": 249,
    "đâu ": 1001,
    " e": 60,
    "em": 407,
    "ma": 638,
    "ai": 285,
    "il": 551,
    "l ": 607,
    " em": 61,
    "ema": 409,
    "mai": 639,
    "ail": 286,
    "il ": 552,
    " ema": 62,
    "emai": 410,
    "mail": 640,
    "ail ": 287,
    "q": 719,
    " q": 158,
    "qu": 720,
    "ua": 848,
    " qu": 159,
    "qua": 721,
    "uan": 849,
    "an ": 289,
    " qua": 160,
    "quan": 722,
    "uan ": 850,
    "đố": 1015,
    "ối": 1126,
    " đố": 259,
    "đối": 1016,
    "ối ": 1127,
    " đối": 260,
    "đối ": 1017,
    "go": 423,
    " ng": 133,
    "ngo": 662,
    "goạ": 424,
    " ngo": 135,
    "ngoạ": 663,
    "goại": 425,
    "r": 726,
    "tr": 798,
    "ru": 733,
    "un": 851,
    " tr": 194,
    "tru": 801,
    "run": 734,
    "ung": 852,
    " tru": 196,
    "trun": 802,
    "rung": 735,
    "ung ": 853,
    "tâ": 817,
    "âm": 933,
    " tâ": 203,
    "tâm": 818,
    "âm ": 934,
    " tâm": 204,
    "tâm ": 819,
    "ọ": 1118,
    "họ": 527,
    "ọc": 1119,
    " họ": 88,
    "học": 528,
    "ọc ": 1120,
    " học": 89,
    "học ": 529,
    "ằ": 1079,
    "nằ": 691,
    "ằm": 1080,
    " nằ": 148,
    "nằm": 692,
    "ằm ": 1081,
    " nằm": 149,
    "nằm ": 693,
    "ổ": 1140,
    "tổ": 834,
    "ổ ": 1141,
    " tổ": 214,
    "tổ ": 835,
    " tổ ": 215,
    "ứ": 1179,
    "hứ": 540,
    "ức": 1180,
    "chứ": 350,
    "hức": 541,
    "ức ": 1181,
    " chứ": 31,
    "chức": 351,
    "hức ": 542,
    "ín": 954,
    "chí": 342,
    "hín": 485,
    "ính": 955,
    " chí": 27,
    "chín": 343,
    "hính": 486,
    "ính ": 956,
    "ị": 1114,
    "rị": 744,
    "ị ": 1115,
    "trị": 806,
    "rị ": 745,
    " trị": 198,
    "trị ": 807,
    "bu": 314,
    "uổ": 871,
    "ổi": 1142,
    " bu": 10,
    "buổ": 315,
    "uổi": 872,
    "ổi ": 1143,
    " buổ": 11,
    "buổi": 316,
    "uổi ": 873,
    "mu": 641,
    "uố": 865,
    "ốn": 1128,
    " mu": 122,
    "muố": 642,
    "uốn": 866,
    "ốn ": 1129,
    " muố": 123,
    "muốn": 643,
    "uốn ": 867,
    "đị": 1012,
    "ịa": 1116,
    " đị": 257,
    "địa": 1013,
    "ịa ": 1117,
    " địa": 258,
    "địa ": 1014,
    "ỉ": 1112,
    "hỉ": 525,
    "ỉ ": 1113,
    "chỉ": 348,
    "hỉ ": 526,
    " chỉ": 30,
    "chỉ ": 349,
    "uả": 858,
    "ản": 1056,
    "quả": 723,
    "uản": 860,
    "ản ": 1057,
    " quả": 161,
    "quản": 725,
    "uản ": 861,
    "thi": 776,
    "hiế": 456,
    " thi": 184,
    "thiế": 778,
    "hiết": 457,
    "bị": 329,
    " bị": 20,
    "bị ": 330,
    " bị ": 21,
    "ữ": 1186,
    "gữ": 443,
    "ữ ": 1187,
    "ngữ": 668,
    "gữ ": 444,
    " ngữ": 138,
    "ngữ ": 669,
    "há": 477,
    "át": 930,
    "phá": 713,
    "hát": 478,
    "át ": 931,
    " phá": 155,
    "phát": 714,
    "hát ": 479,
    "ể": 1096,
    "ri": 730,
    "iể": 572,
    "ển": 1100,
    "tri": 799,
    "riể": 731,
    "iển": 575,
    "ển ": 1101,
    " tri": 195,
    "triể": 800,
    "riển": 732,
    "iển ": 576,
    "ồ": 1134,
    "uồ": 868,
    "ồn": 1138,
    "ngu": 664,
    "guồ": 430,
    "uồn": 869,
    "ồn ": 1139,
    " ngu": 136,
    "nguồ": 665,
    "guồn": 431,
    "uồn ": 870,
    "hâ": 480,
    "ân": 935,
    "nhâ": 676,
    "hân": 481,
    "ân ": 936,
    " nhâ": 142,
    "nhân": 677,
    "hân ": 482,
    "ự": 1191,
    "lự": 633,
    "ực": 1192,
    " lự": 119,
    "lực": 634,
    "ực ": 1193,
    " lực": 120,
    "lực ": 635,
    "hủ": 538,
    "ủ ": 1176,
    "thủ": 793,
    "hủ ": 539,
    " thủ": 191,
    "thủ ": 794,
    "tụ": 836,
    "ục": 1170,
    " tụ": 216,
    "tục": 837,
    "ục ": 1171,
    " tục": 217,
    "tục ": 838,
    "ă": 983,
    "đă": 1004,
    "ăn": 984,
    " đă": 251,
    "đăn": 1005,
    "ăng": 985,
    " đăn": 252,
    "đăng": 1006,
    "ăng ": 986,
    "ý": 981,
    "ký": 600,
    "ý ": 982,
    " ký": 100,
    "ký ": 601,
    " ký ": 101,
    "ầ": 1063,
    "hầ": 510,
    "ần": 1064,
    "phầ": 717,
    "hần": 511,
    "ần ": 1065,
    " phầ": 157,
    "phần": 718,
    "hần ": 512,
    "như": 678,
    " như": 143,
    "như ": 679,
    "hế": 521,
    "thế": 789,
    "hế ": 522,
    " thế": 189,
    "thế ": 790,
    "ao": 294,
    "sao": 752,
    "ao ": 295,
    " sao": 169,
    "sao ": 753,
    "để": 1010,
    "ể ": 1097,
    " để": 255,
    "để ": 1011,
    " để ": 256,
    "é": 941,
    "xé": 902,
    "ét": 942,
    " xé": 238,
    "xét": 903,
    "ét ": 943,
    " xét": 239,
    "xét ": 904,
    "tố": 831,
    "ốt": 1132,
    " tố": 212,
    "tốt": 832,
    "ốt ": 1133,
    " tốt": 213,
    "tốt ": 833,
    "gh": 413,
    "ệp": 1108,
    "ngh": 660,
    "ghi": 414,
    "hiệ": 460,
    "iệp": 582,
    "ệp ": 1109,
    " ngh": 134,
    "nghi": 661,
    "ghiệ": 415,
    "hiệp": 462,
    "iệp ": 583,
    "hồ": 536,
    "ồ ": 1135,
    " hồ": 92,
    "hồ ": 537,
    " hồ ": 93,
    "sơ": 765,
    "ơ ": 1023,
    " sơ": 175,
    "sơ ": 766,
    " sơ ": 176,
    "cầ": 368,
    " cầ": 43,
    "cần": 369,
    " cần": 44,
    "cần ": 370,
    "ưu": 1028,
    "lưu": 623,
    "ưu ": 1029,
    " lưu": 113,
    "lưu ": 624,
    "kết": 604,
    " kết": 104,
    "kết ": 605,
    "ả ": 1051,
    "uả ": 859,
    "quả ": 724,
    "ậ": 1072,
    "tậ": 828,
    "ập": 1075,
    " tậ": 210,
    "tập": 829,
    "ập ": 1076,
    " tập": 211,
    "tập ": 830,
    "gồ": 440,
    "ồm": 1136,
    " gồ": 71,
    "gồm": 441,
    "ồm ": 1137,
    " gồm": 72,
    "gồm ": 442,
    "hữ": 543,
    "ữn": 1188,
    "nhữ": 683,
    "hữn": 544,
    "ững": 1189,
    " nhữ": 145,
    "nhữn": 684,
    "hững": 545,
    "ững ": 1190,
    " r": 162,
    "rú": 741,
    " rú": 165,
    "rút": 742,
    " rút": 166,
    "rút ": 743,
    "ểm": 1098,
    "điể": 992,
    "iểm": 573,
    "ểm ": 1099,
    " điể": 244,
    "điểm": 993,
    "iểm ": 574,
    "hu": 469,
    "uy": 854,
    "yể": 909,
    "chu": 337,
    "huy": 470,
    "uyể": 856,
    "yển": 910,
    " chu": 25,
    "chuy": 338,
    "huyể": 471,
    "uyển": 857,
    "yển ": 911,
    "ớ": 1152,
    "lớ": 630,
    "ớp": 1158,
    " lớ": 117,
    "lớp": 631,
    "ớp ": 1159,
    " lớp": 118,
    "lớp ": 632,
    "điề": 990,
    " điề": 243,
    "điều": 991,
    "ki": 595,
    " ki": 98,
    "kiệ": 596,
    " kiệ": 99,
    "kiện": 597,
    "xá": 899,
    " xá": 236,
    "xác": 900,
    " xác": 237,
    "xác ": 901,
    "hậ": 513,
    "ận": 1073,
    "nhậ": 680,
    "hận": 514,
    "ận ": 1074,
    " nhậ": 144,
    "nhận": 681,
    "hận ": 515,
    "ướ": 1030,
    "ớn": 1155,
    " hư": 82,
    "hướ": 502,
    "ướn": 1031,
    "ớng": 1156,
    " hướ": 83,
    "hướn": 503,
    "ướng": 1032,
    "ớng ": 1157,
    "d": 380,
    "ẫ": 1069,
    " d": 51,
    "dẫ": 390,
    "ẫn": 1070,
    " dẫ": 56,
    "dẫn": 391,
    "ẫn ": 1071,
    " dẫn": 57,
    "dẫn ": 392,
    "về": 888,
    "ề ": 1093,
    " về": 227,
    "về ": 889,
    " về ": 228,
    "thi ": 777,
    "ải": 1052,
    "cải": 364,
    "ải ": 1053,
    " cải": 41,
    "cải ": 365,
    "thiệ": 779,
    "hiện": 461,
    "ẩ": 1066,
    "uẩ": 862,
    "ẩn": 1067,
    "huẩ": 472,
    "uẩn": 863,
    "ẩn ": 1068,
    "chuẩ": 339,
    "huẩn": 473,
    "uẩn ": 864,
    "rì": 738,
    "trì": 804,
    "rìn": 739,
    " trì": 197,
    "trìn": 805,
    "rình": 740,
    "ộ": 1147,
    "độ": 1018,
    "ộ ": 1148,
    " độ": 261,
    "độ ": 1019,
    " độ ": 262,
    "hôi": 491,
    "thôi": 785,
    "hôi ": 492,
    "gà": 432,
    "àn": 918,
    "ngà": 666,
    "gàn": 433,
    "ành": 919,
    " ngà": 137,
    "ngàn": 667,
    "gành": 434,
    "ành ": 920,
    "xe": 893,
    " xe": 232,
    "xem": 894,
    "em ": 408,
    " xem": 233,
    "xem ": 895,
    "bá": 320,
    "áo": 928,
    " bá": 14,
    "báo": 321,
    "áo ": 929,
    " báo": 15,
    "báo ": 322,
    "mớ": 650,
    "ới": 1153,
    " mớ": 128,
    "mới": 651,
    "ới ": 1154,
    " mới": 129,
    "mới ": 652,
    "ct": 352,
    "ts": 808,
    "sv": 760,
    "v ": 875,
    " ct": 32,
    "cts": 353,
    "tsv": 809,
    "sv ": 761,
    " cts": 33,
    "ctsv": 354,
    "tsv ": 810,
    "ó": 961,
    "có": 358,
    "ó ": 962,
    " có": 36,
    "có ": 359,
    " có ": 37,
    "khô": 591,
    " khô": 96,
    "khôn": 592,
    "ôm": 966,
    " hô": 80,
    "hôm": 493,
    "ôm ": 967,
    " hôm": 81,
    "hôm ": 494,
    "na": 655,
    "ay": 300,
    " na": 131,
    "nay": 656,
    "ay ": 301,
    " nay": 132,
    "nay ": 657,
    "ừ": 1182,
    "từ": 839,
    "ừ ": 1183,
    " từ": 218,
    "từ ": 840,
    " từ ": 219,
    "da": 381,
    " da": 52,
    "dan": 382,
    "anh": 290,
    " dan": 53,
    "danh": 383,
    "anh ": 291,
    "sá": 762,
    " sá": 173,
    "sác": 763,
    "ách": 926,
    " sác": 174,
    "sách": 764,
    "ách ": 927,
    "cậ": 371,
    " cậ": 45,
    "cập": 372,
    " cập": 46,
    "cập ": 373,
    "ật": 1077,
    "hật": 516,
    "ật ": 1078,
    "nhật": 682,
    "hật ": 517,
    "iú": 563,
    "úp": 977,
    "giú": 419,
    "iúp": 564,
    "úp ": 978,
    " giú": 65,
    "giúp": 420,
    "iúp ": 565,
    "ử": 1184,
    "sử": 769,
    "ử ": 1185,
    " sử": 179,
    "sử ": 770,
    " sử ": 180,
    "dụ": 393,
    "ụn": 1172,
    " dụ": 58,
    "dụn": 394,
    "ụng": 1173,
    " dụn": 59,
    "dụng": 395,
    "ụng ": 1174,
    "cổ": 374,
    "ổn": 1144,
    " cổ": 47,
    "cổn": 375,
    "ổng": 1145,
    " cổn": 48,
    "cổng": 376,
    "ổng ": 1146,
    "cá": 355,
    " cá": 34,
    "các": 356,
    " các": 35,
    "cách": 357,
    "ruy": 736,
    "uy ": 855,
    "truy": 803,
    "ruy ": 737,
    ".": 269,
    "o.": 696,
    ".a": 270,
    "u.": 843,
    ".e": 273,
    "ed": 398,
    "du": 384,
    ".v": 276,
    "vn": 882,
    "ao.": 296,
    "o.a": 697,
    ".ag": 271,
    "gu.": 428,
    "u.e": 844,
    ".ed": 274,
    "edu": 399,
    "du.": 385,
    "u.v": 846,
    ".vn": 277,
    "vn ": 883,
    "sao.": 754,
    "ao.a": 297,
    "o.ag": 698,
    ".agu": 272,
    "agu.": 284,
    "gu.e": 429,
    "u.ed": 845,
    ".edu": 275,
    "edu.": 400,
    "du.v": 386,
    "u.vn": 847,
    ".vn ": 278,
    "ù": 972,
    "dù": 387,
    "ùn": 973,
    " dù": 54,
    "dùn": 388,
    "ùng": 974,
    " dùn": 55,
    "dùng": 389,
    "ùng ": 975,
    "hố": 533,
    "thố": 791,
    "hốn": 534,
    "ống": 1130,
    " thố": 190,
    "thốn": 792,
    "hống": 535,
    "ống ": 1131,
    "vào": 886,
    " vào": 226,
    "vào ": 887,
    "ib": 548,
    "b.": 303,
    "lib": 609,
    "ib.": 549,
    "b.a": 304,
    " lib": 107,
    "lib.": 610,
    "ib.a": 550,
    "b.ag": 305,
    "ạt": 1048,
    "oạt": 708,
    "ạt ": 1049,
    "hoạt": 468,
    "oạt ": 709,
    "ộn": 1149,
    "độn": 1020,
    "ộng": 1150,
    " độn": 263,
    "động": 1021,
    "ộng ": 1151,
    "re": 727,
    "eg": 401,
    "is": 557,
    "s.": 748,
    " re": 163,
    "reg": 728,
    "egi": 402,
    "gis": 417,
    "is.": 558,
    "s.a": 749,
    " reg": 164,
    "regi": 729,
    "egis": 403,
    "gis.": 418,
    "is.a": 559,
    "s.ag": 750,
    "mô": 647,
    " mô": 126,
    "môn": 648,
    "ôn ": 969,
    " môn": 127,
    "môn ": 649
  },
  "response": null,
  "action_text": null
}