{
  "text": {
    "cho": 8,
    "tôi": 98,
    "biết": 0,
    "thông": 85,
    "tin": 90,
    "phòng": 71,
    "đào": 115,
    "tạo": 100,
    "liên": 51,
    "hệ": 41,
    "công": 17,
    "tác": 96,
    "sinh": 78,
    "viên": 105,
    "như": 63,
    "thế": 86,
    "nào": 68,
    "số": 80,
    "điện": 114,
    "thoại": 83,
    "tài": 95,
    "chính": 11,
    "kế": 48,
    "toán": 91,
    "là": 52,
    "gì": 33,
    "khoa": 44,
    "học": 42,
    "nghệ": 59,
    "làm": 53,
    "việc": 106,
    "mấy": 57,
    "giờ": 31,
    "xin": 112,
    "email": 27,
    "của": 22,
    "quản": 75,
    "trị": 94,
    "thiết": 82,
    "bị": 6,
    "nằm": 70,
    "ở": 123,
    "đâu": 116,
    "thủ": 89,
    "tục": 103,
    "đăng": 119,
    "ký": 47,
    "lại": 55,
    "sao": 77,
    "để": 121,
    "nghỉ": 60,
    "tạm": 99,
    "thời": 88,
    "bảo": 5,
    "lưu": 54,
    "kết": 49,
    "quả": 74,
    "tập": 101,
    "cần": 19,
    "giấy": 30,
    "tờ": 102,
    "xác": 113,
    "nhận": 65,
    "muốn": 56,
    "quy": 73,
    "trình": 93,
    "chuyển": 9,
    "ngành": 61,
    "hủy": 43,
    "phần": 72,
    "xem": 111,
    "báo": 3,
    "có": 16,
    "mới": 58,
    "từ": 104,
    "không": 45,
    "gần": 34,
    "đây": 117,
    "cập": 20,
    "nhật": 67,
    "các": 14,
    "nhất": 64,
    "hướng": 39,
    "dẫn": 24,
    "sử": 81,
    "dụng": 25,
    "thống": 87,
    "nhập": 66,
    "vào": 107,
    "cổng": 21,
    "về": 109,
    "google": 32,
    "classroom": 13,
    "cách": 15,
    "dùng": 23,
    "e": 26,
    "learning": 50,
    "khảo": 46,
    "sát": 79,
    "giảng": 29,
    "truy": 92,
    "tín": 97,
    "chỉ": 12,
    "chào": 10,
    "bạn": 4,
    "hi": 37,
    "hello": 36,
    "chatbot": 7,
    "biệt": 1,
    "cảm": 18,
    "ơn": 122,
    "nhé": 62,
    "bye": 2,
    "hẹn": 40,
    "gặp": 35,
    "hiểu": 38,
    "nói": 69,
    "vậy": 108,
    "giải": 28,
    "thích": 84,
    "được": 120,
    "vụ": 110,
    "rõ": 76,
    "đó": 118
  },
  "intent": {
    "hoi_thong_tin_phong_ban": 3,
    "hoi_thu_tuc_hoc_vu": 4,
    "hoi_thong_bao": 2,
    "hoi_huong_dan_he_thong": 1,
    "chao_hoi": 0,
    "tam_biet": 6,
    "khong_hieu": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_huong_dan_he_thong": 6,
    "action_thong_bao": 11,
    "action_thong_tin_phong_ban": 12,
    "action_thu_tuc_hocvu": 13,
    "utter_chao_hoi": 16,
    "utter_tam_biet": 17
  },
  "action_text": null,
  "intent_response_key": null
}