{
  "text": {
    "xin": 139,
    "chào": 13,
    "bạn": 7,
    "hi": 41,
    "hello": 40,
    "agu": 0,
    "bot": 3,
    "cho": 10,
    "mình": 67,
    "hỏi": 49,
    "chút": 15,
    "tạm": 123,
    "biệt": 2,
    "bye": 5,
    "hẹn": 46,
    "gặp": 38,
    "lại": 63,
    "cảm": 24,
    "ơn": 156,
    "đi": 142,
    "đây": 148,
    "sau": 95,
    "nha": 76,
    "thanks": 101,
    "nhiều": 77,
    "ok": 85,
    "tôi": 122,
    "biết": 1,
    "thông": 108,
    "tin": 113,
    "phòng": 87,
    "đào": 146,
    "tạo": 124,
    "liên": 58,
    "hệ": 47,
    "của": 28,
    "công": 22,
    "tác": 120,
    "sinh": 96,
    "viên": 130,
    "kế": 55,
    "hoạch": 42,
    "tài": 119,
    "vụ": 137,
    "làm": 60,
    "việc": 131,
    "giờ": 36,
    "nào": 83,
    "số": 99,
    "điện": 145,
    "thoại": 105,
    "thư": 109,
    "viện": 132,
    "là": 59,
    "gì": 37,
    "khảo": 52,
    "thí": 106,
    "và": 134,
    "đảm": 150,
    "bảo": 8,
    "chất": 16,
    "lượng": 62,
    "ở": 157,
    "đâu": 147,
    "email": 34,
    "quan": 89,
    "đối": 153,
    "ngoại": 72,
    "trung": 115,
    "tâm": 121,
    "học": 48,
    "nằm": 84,
    "tổ": 127,
    "chức": 18,
    "chính": 14,
    "trị": 118,
    "buổi": 4,
    "muốn": 66,
    "địa": 152,
    "chỉ": 17,
    "quản": 91,
    "thiết": 103,
    "bị": 9,
    "ngữ": 75,
    "phát": 86,
    "triển": 114,
    "nguồn": 73,
    "nhân": 78,
    "lực": 65,
    "thủ": 112,
    "tục": 128,
    "đăng": 149,
    "ký": 54,
    "phần": 88,
    "như": 79,
    "thế": 110,
    "sao": 94,
    "để": 151,
    "xét": 141,
    "tốt": 126,
    "nghiệp": 71,
    "hồ": 50,
    "sơ": 98,
    "cần": 25,
    "lưu": 61,
    "kết": 56,
    "quả": 90,
    "tập": 125,
    "gồm": 39,
    "những": 82,
    "rút": 93,
    "điểm": 144,
    "chuyển": 11,
    "lớp": 64,
    "điều": 143,
    "kiện": 53,
    "xác": 140,
    "nhận": 80,
    "hướng": 45,
    "dẫn": 31,
    "về": 136,
    "thi": 102,
    "cải": 23,
    "thiện": 104,
    "chuẩn": 12,
    "trình": 117,
    "độ": 154,
    "thôi": 107,
    "ngành": 74,
    "xem": 138,
    "báo": 6,
    "mới": 69,
    "ctsv": 19,
    "có": 21,
    "không": 51,
    "hôm": 44,
    "nay": 70,
    "từ": 129,
    "danh": 29,
    "sách": 97,
    "cập": 26,
    "nhật": 81,
    "giúp": 35,
    "sử": 100,
    "dụng": 32,
    "cổng": 27,
    "cách": 20,
    "truy": 116,
    "edu": 33,
    "vn": 133,
    "dùng": 30,
    "thống": 111,
    "vào": 135,
    "lib": 57,
    "hoạt": 43,
    "động": 155,
    "regis": 92,
    "môn": 68
  },
  "intent": {
    "chao_hoi": 1,
    "tam_biet": 5,
    "cam_on": 0,
    "hoi_thong_tin_phong_ban": 2,
    "hoi_thu_tuc_hocvu": 3,
    "xem_thong_bao_phong": 6,
    "huong_dan_he_thong": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_huong_dan_he_thong": 6,
    "action_thong_bao": 11,
    "action_thong_tin_phong_ban": 12,
    "action_thu_tuc_hocvu": 13,
    "utter_cam_on": 16,
    "utter_chao_hoi": 17,
    "utter_tam_biet": 18
  },
  "action_text": null,
  "intent_response_key": null
}